export const faq = [
  {
    category: "Загальні питання",
    id: 1,
    items: [
      {
        id: 1,
        question: "Що таке Discussio?",
        summary: "Discussio — це платформа для пошуку та керуванню нерухомістю",
        answer: "Discussio це соціальна платформа для нерухомості, що поєднує функціонал соціальної мережі з інструментами управління житлом. Вона орієнтована на полегшення процесу оренди, та надання нових послуг у цій сфері. Наша місія полягає у створенні інноваційної та зручної платформи для оренди нерухомості, яка спрощує процеси пошуку житла та орендарів, забезпечити прозорість і безпеку угод, а також сприяння формуванню активної спільноти користувачів.",
        tags: ["соцмережа", "нерухомість", "обговорення"],
        links: [
          {
            link_name: "Про проєкт",
            link: "/about-project",
          },
        ],
        lastUpdated: "2024-08-02",
        video_link: '',
      },
      {
        id: 2,
        question: "Чому така назва Discussio?",
        summary: "Назва Discussio була обрана з метою підкреслити її універсальність та здатність охопити широкий спектр функцій і взаємодій",
        answer: "Слово 'дискусія' у своїй суті означає обмін думками, обговорення ідей, вирішення питань, і саме ці елементи лежать в основі платформи. Discussio створена як простір для активної комунікації, де користувачі можуть знайти відповіді на питання, що стосуються різних аспектів життя, пов'язаних з нерухомістю. Це може бути як обговорення вартості оренди чи купівлі житла, так і спілкування між орендодавцями та орендарями для вирішення спірних питань або обговорення умов угоди. Платформа також сприяє пошуку сусідів, обговоренню стану житла, отриманню необхідних послуг, і ще багато іншого. Таким чином, Discussio — це більше, ніж просто майданчик для пошуку нерухомості. Це простір, де кожен аспект життя, пов'язаний з нерухомістю, може бути обговорений, вирішений і підтриманий на основі діалогу та співпраці.",
        tags: ["фідбек", "підтримка", "зв'язок"],
        links: [
          {
            link_name: '',
            link: '',
          },
        ],
        lastUpdated: "2024-09-03",
        video_link: '',
      },
      {
        id: 3,
        question: "Як зареєструватися на Discussio?",
        summary: "Реєстрація займає кілька хвилин",
        answer: "Щоб зареєструватися, перейдіть на сторінку реєстрації за посиланням та натисніть кнопку 'Зареєструватись з гугл' або заповніть форму для цього введіть ваші дані, підтвердіть свою електронну адресу, і ви зможете користуватися всіма функціями платформи",
        tags: ["реєстрація", "користувачі"],
        links: [
          {
            link_name: "Реєстрація",
            link: "/auth/registration",
          },
        ],
        lastUpdated: "2024-09-02",
        video_link: '',
      },
      {
        id: 4,
        question: "Які функції доступні для зареєстрованих користувачів?",
        summary: "Зареєстровані користувачі можуть",
        answer: "Користувачі нашої платформи отримують ряд можливостей для зручного і ефективного пошуку та управління житлом. Вони можуть без труднощів знаходити оселі для покупки або оренди, а також шукати орендарів для своїх об'єктів. Платформа дозволяє створювати та публікувати оголошення, вказуючи всі необхідні деталі про житло або потреби в орендарях, включаючи фотографії та опис. Користувачі мають можливість створювати профілі для своїх осель, що дозволяє централізовано управляти інформацією про об'єкт, оновлювати її за потреби і підтримувати актуальність даних. Крім того, платформа забезпечує зручний спосіб комунікації між користувачами: ви можете підписуватися на інші профілі, стежити за новими оголошеннями та спілкуватися через вбудований чат, що сприяє швидкому обміну інформацією і зручному веденню переговорів. Усі ці функції допомагають створити інтерактивну і зручну середу для користувачів, які прагнуть знайти і керувати житлом, а також взаємодіяти з іншими учасниками платформи.",
        tags: ["реєстрація", "користувачі"],
        links: [
          {
            link_name: "Реєстрація",
            link: "/auth/registration",
          },
        ],
        lastUpdated: "2024-09-02",
        video_link: '',
      },
      {
        id: 5,
        question: "Чи є Discussio безкоштовним?",
        summary: "Так, всі основні функції Discussio доступні безкоштовно",
        answer: "Discussio не буде брати оплату за користування базовими функціями платформи. Однак можуть бути додаткові платні послуги, такі як просування оголошень або доступ до ексклюзивного контенту. Наша команда займається проектом на добровільний основі з метою реалізувати свій задум та ідею, тому ми будемо раді якщо у вас виникне бажання нам допомогти з розвітком",
        tags: ["реєстрація", "користувачі"],
        links: [
          {
            link_name: 'Підтримати проєкт',
            link: '/support-us',
          },
        ],
        lastUpdated: "2024-09-01",
        video_link: '',
      },
      {
        id: 6,
        question: "Як я можу зв’язатися зі службою підтримки?",
        summary: "Форма фідбеку, сторінка контактів або пошта",
        answer: "Якщо у вас виникли питання або проблеми, ви можете зв’язатися зі службою підтримки через форму зворотного зв'язку на сторінці 'Відгук' або надіслати електронного листа на адресу Якщо у вас виникли питання або проблеми, ви можете зв’язатися зі службою підтримки через форму зворотного зв'язку на сторінці 'Контакти' або надіслати електронного листа на адресу discussio.inc@gmail.com",
        tags: ["фідбек", "підтримка", "зв'язок"],
        links: [
          {
            link_name: "Відгук",
            link: "/feedback",
          },
          {
            link_name: "Контакти",
            link: "/contacts",
          },
        ],
        video_link: '',
        lastUpdated: "2024-09-01",
      },
    ]
  },
  {
    category: "Оголошення",
    id: 2,
    items: [
      {
        id: 1,
        question: "Як розмістити оголошення про здачу в оренду нерухомості?",
        summary: "Додавання оголошення просте і швидке",
        answer: "Для додавання оголошення, увійдіть у свій акаунт, оберіть або створіть оселю та перейдіть до розділу 'Редагування оселі', заповніть необхідну інформацію про об'єкт нерухомості та натисніть 'Зберегти' якщо вся необхідна інформація внесена то вам буде запропоновано активувати оголення, натисніть активувати після чого оголошення буде розміщено на платформі.",
        tags: ["оголошення", "нерухомість", "додавання"],
        links: [
          {
            link_name: "Створення оселі",
            link: "/house/control/add",
          },
          {
            link_name: "Налаштування оселі",
            link: "/house/edit/",
          },
        ],
        video_link: "https://www.youtube.com/watch?v=GhgpPXJPQ5Q&t=17s",
        lastUpdated: "2024-09-03",
      },
      {
        id: 2,
        question: "Як вимкнути оголошення про здачу в оренду нерухомості?",
        summary: "Налаштування та деактивація профілю оселі",
        answer: "Для вимкнення оголошення, увійдіть у свій акаунт, оберіть оселю та перейдіть до розділу 'Профіль оселі', якщо оголошення активне у вам буде доступна кнопка деактивувати натисніть її і оголошення буде знято з майданчику. Або при наступному збереженні інформації про оселю вказати що хочете просто зберегти оголошення без активації",
        tags: ["оголошення", "нерухомість", "додавання"],
        links: [
          {
            link_name: "Створення оселі",
            link: "/house/control/add",
          },
          {
            link_name: "Налаштування оселі",
            link: "/house/edit/",
          },
        ],
        video_link: "",
        lastUpdated: "2024-09-03",
      },
      {
        id: 3,
        question: "Як розмістити олошення про пошук житла?",
        summary: "Налаштування та активація профілю орендаря",
        answer: "Увійдіть у свій акаунт, перейдіть до розділу 'Профіль орендаря' далі 'Налаштування профілю', заповніть необхідну інформацію та натисніть 'Зберегти' якщо вся необхідна інформація внесена то вам буде запропоновано активувати оголення.",
        tags: ["оголошення", "орендарь", "розмістити"],
        links: [
          {
            link_name: "Профіль орендаря",
            link: "/user/tenant/about",
          },
          {
            link_name: "Налаштування профілю орендаря",
            link: "/user/edit/looking",
          },
        ],
        video_link: "https://www.youtube.com/watch?v=Tf7MSJuKjnM&t=3s",
        lastUpdated: "2024-09-03",
      },
      {
        id: 4,
        question: "Як вимкнути олошення про пошук житла?",
        summary: "Налаштування та деактивація профілю орендаря",
        answer: "Якщо у вас вже активовано оголошення то вам треба увійти у свій акаунт, перейти до розділу 'Профіль орендаря' далі натисніть кнопку 'Деактивувати профіль' після чого оголошення буде знято з майданчику. Або при наступному збереженні профілю орендаря вказати що хочете просто зберегти оголошення без активації",
        tags: ["оголошення", "орендарь", "розмістити"],
        links: [
          {
            link_name: "Профіль орендаря",
            link: "/user/tenant/about",
          },
          {
            link_name: "Налаштування профілю орендаря",
            link: "/user/edit/looking",
          },
        ],
        video_link: "",
        lastUpdated: "2024-09-03",
      },
    ]
  },
  {
    category: "Профіль користувача",
    id: 3,
    items: [
      {
        id: 1,
        question: "Як змінити дані профілю?",
        summary: "Зміна даних профілю через налаштування",
        answer: "Щоб змінити дані профілю, увійдіть у свій акаунт, перейдіть до розділу 'Налаштування', внесіть потрібні зміни і збережіть їх.",
        tags: ["профіль", "користувачі", "налаштування"],
        links: [
          {
            link_name: "Налаштування профілю користувача",
            link: "/user/edit/",
          },
        ],
        video_link: '',
        lastUpdated: "2024-09-02",
      },
    ]
  },
  {
    category: "Безпека та конфіденційність",
    id: 4,
    items: [
      {
        id: 1,
        question: "Як захистити свій акаунт?",
        summary: "Кілька кроків для підвищення безпеки акаунта",
        answer: "Використовуйте надійний пароль, або входьте в свій аккаунт через автентифікацію від гугл, не передавайте свої особисті дані стороннім особам.",
        tags: ["безпека", "акаунт", "конфіденційність"],
        links: [
          {
            link_name: "Налаштування профілю користувача",
            link: "/user/edit/",
          },
          {
            link_name: "Налаштування профілю орендаря",
            link: "/user/edit/looking",
          },
        ],
        video_link: '',
        lastUpdated: "2024-09-02",
      },
    ]
  }
];
