export const subway = [
  {
    id: 1,
    name: 'Київ',
    lines: [
      {
        name: 'Червона лінія',
        stations: [
          { id: 0, name: 'Академмістечко', district: 'Святошинський' },
          { id: 1, name: 'Житомирська', district: 'Святошинський' },
          { id: 2, name: 'Святошин', district: 'Святошинський' },
          { id: 3, name: 'Нивки', district: 'Святошинський' },
          { id: 4, name: 'Берестейська', district: 'Шевченківський' },
          { id: 5, name: 'Шулявська', district: 'Шевченківський' },
          { id: 6, name: 'Політехнічний інститут', district: 'Шевченківський' },
          { id: 7, name: 'Вокзальна', district: "Солом'янський" },
          { id: 8, name: 'Університет', district: 'Шевченківський' },
          { id: 9, name: 'Театральна', district: 'Шевченківський' },
          { id: 10, name: 'Хрещатик', district: 'Печерський' },
          { id: 11, name: 'Арсенальна', district: 'Печерський' },
          { id: 12, name: 'Дніпро', district: 'Печерський' },
          { id: 13, name: 'Гідропарк', district: 'Дніпровський' },
          { id: 14, name: 'Лівобережна', district: 'Дніпровський' },
          { id: 15, name: 'Дарниця', district: 'Дніпровський' },
          { id: 16, name: 'Чернігівська', district: 'Дніпровський' },
          { id: 17, name: 'Лісова', district: 'Деснянський' }
        ]
      },

      {
        name: 'Синя лінія',
        stations: [
          { id: 0, name: 'Героїв Дніпра', district: 'Оболонський' },
          { id: 1, name: 'Мінська', district: 'Оболонський' },
          { id: 2, name: 'Оболонь', district: 'Оболонський' },
          { id: 3, name: 'Почайна', district: 'Оболонський' },
          { id: 4, name: 'Тараса Шевченка', district: 'Подільський' },
          { id: 5, name: 'Контрактова площа', district: 'Подільський' },
          { id: 6, name: 'Поштова площа', district: 'Подільський' },
          { id: 7, name: 'Майдан Незалежності', district: 'Шевченківський' },
          { id: 8, name: 'Площа Українських Героїв', district: 'Шевченківський' },
          { id: 9, name: 'Олімпійська', district: 'Голосіївський' },
          { id: 10, name: 'Палац «Україна»', district: 'Голосіївський' },
          { id: 11, name: 'Либідська', district: 'Голосіївський' },
          { id: 12, name: 'Деміївська', district: 'Голосіївський' },
          { id: 13, name: 'Голосіївська', district: 'Голосіївський' },
          { id: 14, name: 'Васильківська', district: 'Голосіївський' },
          { id: 15, name: 'Виставковий центр', district: 'Голосіївський' },
          { id: 16, name: 'Іподром', district: 'Голосіївський' },
          { id: 17, name: 'Теремки', district: 'Голосіївський' }
        ]
      },

      {
        name: 'Зелена лінія',
        stations: [
          { id: 0, name: 'Сирець', district: 'Шевченківський' },
          { id: 1, name: 'Дорогожичі', district: 'Шевченківський' },
          { id: 2, name: "Лук'янівська", district: 'Шевченківський' },
          { id: 3, name: 'Золоті ворота', district: 'Шевченківський' },
          { id: 4, name: 'Палац спорту', district: 'Печерський' },
          { id: 5, name: 'Кловська', district: 'Печерський' },
          { id: 6, name: 'Печерська', district: 'Печерський' },
          { id: 7, name: 'Звіринецька', district: 'Печерський' },
          { id: 8, name: 'Видубичі', district: 'Голосіївський' },
          { id: 9, name: 'Славутич', district: 'Дарницький' },
          { id: 10, name: 'Осокорки', district: 'Дарницький' },
          { id: 11, name: 'Позняки', district: 'Дарницький' },
          { id: 12, name: 'Харківська', district: 'Дарницький' },
          { id: 13, name: 'Вирлиця', district: 'Дарницький' },
          { id: 14, name: 'Бориспільська', district: 'Дарницький' },
          { id: 15, name: 'Червоний хутір', district: 'Дарницький' }
        ]
      }
    ]
  },

  {
    id: 2,
    name: 'Харків',
    lines: [
      {
        name: 'Червона лінія',
        stations: [
          { id: 0, name: 'Холодна гора' },
          { id: 1, name: 'Південний вокзал' },
          { id: 2, name: 'Центральний ринок' },
          { id: 3, name: 'Майдан Конституції' },
          { id: 4, name: 'Проспект Гагаріна' },
          { id: 5, name: 'Спортивна' },
          { id: 6, name: 'Завод імені Малишева' },
          { id: 7, name: 'Турбоатом' },
          { id: 8, name: 'Палац спорту' },
          { id: 9, name: 'Армійська' },
          { id: 10, name: 'Імені О.С. Масельського' },
          { id: 11, name: 'Тракторний завод' },
          { id: 12, name: 'Індустріальна' }
        ]
      },

      {
        name: 'Синя лінія',
        stations: [
          { id: 0, name: 'Героїв праці' },
          { id: 1, name: 'Студентська' },
          { id: 2, name: 'Академіка Павлова' },
          { id: 3, name: 'Академіка Барабашова' },
          { id: 4, name: 'Київська' },
          { id: 5, name: 'Пушкінська' },
          { id: 6, name: 'Університет' },
          { id: 7, name: 'Історичний музей' }
        ]
      },

      {
        name: 'Зелена лінія',
        stations: [
          { id: 0, name: 'Перемога' },
          { id: 1, name: 'Олексіївська' },
          { id: 2, name: '23 Серпня' },
          { id: 3, name: 'Ботанічний сад' },
          { id: 4, name: 'Наукова' },
          { id: 5, name: 'Держпром' },
          { id: 6, name: 'Архітектора Бекетова' },
          { id: 7, name: 'Захисників України' },
          { id: 8, name: 'Метробудівників' }
        ]
      }

    ]
  },

  {
    id: 2,
    name: 'Дніпро',
    lines: [
      {
        name: 'Червона лінія',
        stations: [
          { id: 0, name: 'Покровська' },
          { id: 1, name: 'Проспект Свободи' },
          { id: 2, name: 'Заводська' },
          { id: 3, name: 'Металургів' },
          { id: 4, name: 'Метробудівників' },
          { id: 5, name: 'Вокзальна' }
        ]
      },
    ]
  },
];
