export const subway = [
  {
    id: 1,
    name: 'Київ',
    lines: [
      {
        name: 'Червона лінія',
        stations: [
          { id: 0, name: 'Академмістечко' },
          { id: 1, name: 'Житомирська' },
          { id: 2, name: 'Святошин' },
          { id: 3, name: 'Нивки' },
          { id: 4, name: 'Берестейська' },
          { id: 5, name: 'Шулявська' },
          { id: 6, name: 'Політехнічний інститут' },
          { id: 7, name: 'Вокзальна' },
          { id: 8, name: 'Університет' },
          { id: 9, name: 'Театральна' },
          { id: 10, name: 'Хрещатик' },
          { id: 11, name: 'Арсенальна' },
          { id: 12, name: 'Дніпро' },
          { id: 13, name: 'Гідропарк' },
          { id: 14, name: 'Лівобережна' },
          { id: 15, name: 'Дарниця' },
          { id: 16, name: 'Чернігівська' },
          { id: 17, name: 'Лісова' }
        ]
      },

      {
        name: 'Синя лінія',
        stations: [
          { id: 0, name: 'Героїв Дніпра' },
          { id: 1, name: 'Мінська' },
          { id: 2, name: 'Оболонь' },
          { id: 3, name: 'Почайна' },
          { id: 4, name: 'Тараса Шевченка' },
          { id: 5, name: 'Контрактова площа' },
          { id: 6, name: 'Поштова площа' },
          { id: 7, name: 'Майдан Незалежності' },
          { id: 8, name: 'Площа Українських Героїв' },
          { id: 9, name: 'Олімпійська' },
          { id: 10, name: 'Палац «Україна' },
          { id: 11, name: 'Либідська' },
          { id: 12, name: 'Деміївська' },
          { id: 13, name: 'Голосіївська' },
          { id: 14, name: 'Васильківська' },
          { id: 15, name: 'Виставковий центр' },
          { id: 16, name: 'Іподром' },
          { id: 17, name: 'Теремки' }
        ]
      },

      {
        name: 'Зелена лінія',
        stations: [
          { id: 0, name: 'Сирець' },
          { id: 1, name: 'Дорогожичі' },
          { id: 2, name: "Лук'янівська" },
          { id: 3, name: 'Золоті ворота' },
          { id: 4, name: 'Палац спорту' },
          { id: 5, name: 'Кловська' },
          { id: 6, name: 'Печерська' },
          { id: 7, name: 'Звіринецька' },
          { id: 8, name: 'Видубичі' },
          { id: 9, name: 'Славутич' },
          { id: 10, name: 'Осокорки' },
          { id: 11, name: 'Позняки' },
          { id: 12, name: 'Харківська' },
          { id: 13, name: 'Вирлиця' },
          { id: 14, name: 'Бориспільська' },
          { id: 15, name: 'Червоний хутір' }
        ]
      }

    ]
  },

  {
    id: 2,
    name: 'Харків',
    lines: [
      {
        name: 'Червона лінія',
        stations: [
          { id: 0, name: 'Холодна гора' },
          { id: 1, name: 'Південний вокзал' },
          { id: 2, name: 'Центральний ринок' },
          { id: 3, name: 'Майдан Конституції' },
          { id: 4, name: 'Проспект Гагаріна' },
          { id: 5, name: 'Спортивна' },
          { id: 6, name: 'Завод імені Малишева' },
          { id: 7, name: 'Турбоатом' },
          { id: 8, name: 'Палац спорту' },
          { id: 9, name: 'Армійська' },
          { id: 10, name: 'Імені О.С. Масельського' },
          { id: 11, name: 'Тракторний завод' },
          { id: 12, name: 'Індустріальна' }
        ]
      },

      {
        name: 'Синя лінія',
        stations: [
          { id: 0, name: 'Героїв праці' },
          { id: 1, name: 'Студентська' },
          { id: 2, name: 'Академіка Павлова' },
          { id: 3, name: 'Академіка Барабашова' },
          { id: 4, name: 'Київська' },
          { id: 5, name: 'Пушкінська' },
          { id: 6, name: 'Університет' },
          { id: 7, name: 'Історичний музей' }
        ]
      },

      {
        name: 'Зелена лінія',
        stations: [
          { id: 0, name: 'Перемога' },
          { id: 1, name: 'Олексіївська' },
          { id: 2, name: '23 Серпня' },
          { id: 3, name: 'Ботанічний сад' },
          { id: 4, name: 'Наукова' },
          { id: 5, name: 'Держпром' },
          { id: 6, name: 'Архітектора Бекетова' },
          { id: 7, name: 'Захисників України' },
          { id: 8, name: 'Метробудівників' }
        ]
      }

    ]
  },

  {
    id: 2,
    name: 'Дніпро',
    lines: [
      {
        name: 'Червона лінія',
        stations: [
          { id: 0, name: 'Покровська' },
          { id: 1, name: 'Проспект Свободи' },
          { id: 2, name: 'Заводська' },
          { id: 3, name: 'Металургів' },
          { id: 4, name: 'Метробудівників' },
          { id: 5, name: 'Вокзальна' }
        ]
      },
    ]
  },
];
