export const Options: { [key: number]: string } = {
  0: 'Вибір не зроблено',
  1: 'Новий',
  2: 'Добрий',
  3: 'Задовільний',
  4: 'Поганий',
  5: 'Класичний балкон',
  6: 'Французький балкон',
  7: 'Лоджія',
  8: 'Тераса',
  9: 'Веранда',
  10: 'Підземний паркінг',
  11: 'Є повноцінне укриття в будинку',
  12: 'Є укриття поряд з будинком',
  13: 'Немає',
}

export const Distance: { [key: number]: string } = {
  0: 'Немає',
  1: 'На території будинку',
  5: 'На території будинку',
  100: '100м',
  300: '300м',
  500: '500м',
  1000: '1км',
  2000: '2км',
  3000: '3км',
}

export const CheckBox: { [key: number]: string } = {
  0: 'Вибір не зроблено',
  1: 'Так',
  2: 'Ні',
}

export const Floor: { [key: number]: string } = {
  '0': 'Неважливо',
  '1': 'Не перший',
  '2': 'Не останній',
  '3': 'Не перший і не останній',
}

export const Animals: { [key: string]: string } = {
  '0': 'Без тварин',
  '1': 'З тваринами',
  '2': 'Котик',
  '3': 'Песик',
}

export const OptionPay: { [key: number]: string } = {
  0: 'Щомісяця',
  1: 'Подобово',
  2: 'Безкоштовно',
  3: 'Продаж нерухомості',
}

export const OptionPayTenant: { [key: number]: string } = {
  0: 'Щомісяця',
  1: 'Подобово',
  2: 'Безкоштовно',
  3: 'Купівля',
}

export const Purpose: { [key: number]: string } = {
  0: 'Переїзд',
  1: 'Відряджання',
  2: 'Подорож',
  3: 'Навчання',
  4: 'Особисті причини',
}

export const Repair: { [key: number]: string } = {
  0: "Неважливо",
  10: "Потребує капітального ремонту",
  20: "Дуже поганий стан, потрібен ремонт",
  30: "Поганий стан, потребує значних ремонтних робіт",
  40: "Середній стан, потребує часткового ремонту",
  50: "Задовільний стан, потрібні косметичні роботи",
  60: "Після косметичного ремонту, готовий до проживання",
  70: "Хороший стан, ремонт кілька років тому",
  80: "Відмінний стан, свіжий ремонт",
  90: "Майже новий ремонт, якісні матеріали",
  100: "Новий, сучасний ремонт",
}

