export const Options = {
  0: 'Вибір не зроблено',
  1: 'Новий',
  2: 'Добрий',
  3: 'Задовільний',
  4: 'Поганий',
  5: 'Класичний балкон',
  6: 'Французький балкон',
  7: 'Лоджія',
  8: 'Тераса',
  9: 'Веранда',
  10: 'Підземний паркінг',
  11: 'Є повноцінне укриття в будинку',
  12: 'Є укриття поряд з будинком',
  13: 'Немає',
}

export const Distance = {
  0: 'Немає',
  1: 'На території будинку',
  5: 'На території будинку',
  100: '100м',
  300: '300м',
  500: '500м',
  1000: '1км',
  2000: '2км',
}

export const CheckBox = {
  0: 'Вибір не зроблено',
  1: 'Так',
  2: 'Ні',
}

export const Animals = {
  '0': 'Без тварин',
  '1': 'З тваринами',
  '2': 'Тільки котики',
  '3': 'Тільки песики',
}

export const OptionPay = {
  0: 'Щомісяця',
  1: 'Подобово',
  2: 'Безкоштовно',
}

export const Purpose = {
  0: 'Переїзд',
  1: 'Відряджання',
  2: 'Подорож',
  3: 'Навчання',
  4: 'Особисті причини',
}

